function data(){

    const artifactCd = ["검투", "악단", "왕실", "기사도", "소녀", "청록", "반암", "유성", "뇌명", "번분", "현인", "마녀",
        "얼음", "몰락", "천암", "창백", "시메", "절연", "껍데기", "조개", "진사", "제사", "숲기", "도금", "누각", "낙원"];

    const artifactPart = ["꽃", "깃털", "시계", "성배", "왕관"];

    const hourGlass = ["공퍼", "체퍼", "방퍼", "원충", "원마"];

    const holyGrail =  ["공퍼", "체퍼", "방퍼" , "불원피", "얼음원피", "물원피", "바위원피", "바람원피", "풀원피", "물리피해", "번개원피", "원마"];

    const crown = ["공퍼", "체퍼", "방퍼", "원마", "치확", "치피", "치유"];

    const element =["불", "물", "바람", "바위", "얼음", "번개", "풀"];

    const fire = ["다이루크", "호두", "요이미야", "클레", "엠버", "향릉", "베넷", "신염", "연비", "토마"];

    const water = ["모나", "야란", "타르탈리아", "아야토", "코코미", "닐루", "행추", "바바라", "캔디스"];

    const wind = ["벤티", "카즈하", "진", "소", "방랑자", "설탈", "사유", "헤이조", "파루잔"];

    const rock = ["종려", "알베도", "이토", "응광", "고로", "노엘", "운근"];

    const ice = ["아야카", "감우", "유라", "신학", " 케이아", "로자리아", " 디오나", "중운", "레일라", "에일로이", "치치"];

    const lightning = ["라이덴", "각청", "미코", "사이노", "사라", "리사", "레이저", "북두", "피슬", "시노부", "도리"];

    const grass = ["나히다", "알하이탐", "타이나리", "콜레이", "요요"];

    const party = ["메인딜러", "서브딜러", "서포터", "범용", "빙결", "격변"];

    return {artifactCd, artifactPart, hourGlass, holyGrail, crown, element, fire, water, wind, rock
    , ice, lightning, grass, party}
}